{
  "cumv2": {
    "label": "CumV2",
    "type": "pair",
    "high_filename": "Wan22_CumV2_High.safetensors",
    "low_filename": "Wan22_CumV2_High.safetensors",
    "high_strength": 0.6,
    "low_strength": 0.6,
    "positive": "Side view. A man on the left strokes his penis; the tip taps her tongue and cum lands on her face and mouth. Multiple ropes of cum across her face; a viscous strand from the nose to the upper lip; cum pools in the corner of the mouth and flows down her face. Her expression shifts subtly (eyes closed, slight frown to a soft closed-mouth smile). Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "ahegao": {
    "label": "Ahegao",
    "type": "single",
    "filename": "ahegao_v1_e35_wan.safetensors",
    "strength": 0.7,
    "positive": "Same woman, kneeling, facing the viewer. She makes an erotic ahegao face with tongue out and eyes crossed; drool and spit drip from her tongue. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "fj": {
    "label": "fj",
    "type": "pair",
    "high_filename": "fj_high-000012_converted.safetensors",
    "low_filename": "fj_low.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "Low-angle view that includes her face while emphasizing legs and feet. She imitates a footjob with her feet; only feet and ankles move, legs and torso stay fixed. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "ff_v3": {
    "label": "ff_v3",
    "type": "pair",
    "high_filename": "FF-v3-high-120.safetensors",
    "low_filename": "FF-v3-low-120.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "A penis appears from the left/right/out of frame and inserts into her mouth. A man moves his penis in and out while holding her head steady; her cheeks deform with the motion. After a second, he pushes deep, briefly bulging her cheek. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "flipoffahegao_noise": {
    "label": "flipoffahegao_noise",
    "type": "pair",
    "high_filename": "flipOffAhegao_high_noise.safetensors",
    "low_filename": "flipOffAhegao_low_noise.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "She flips off the viewer with an ahegao expression. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "fludz_noise": {
    "label": "fludz_noise",
    "type": "pair",
    "high_filename": "FLUDZ_000006250_high_noise.safetensors",
    "low_filename": "FLUDZ_000006250_low_noise.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "A man's penis pokes into the frame from the left. The man strokes his penis with his hand. The penis squirts fluidz onto her hair, face, cheeks, and nose. Her hands are already raised near her face in a protective pose; she watches the camera, annoyed. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "i2v_dildo_hj": {
    "label": "i2v_dildo_hj",
    "type": "pair",
    "high_filename": "I2V_dildo_hj_high.safetensors",
    "low_filename": "I2V_dildo_hj_low.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "Same woman, same framing and distance, seated at a desk with a penis-shaped dildo in front of her. She gives the dildo a handjob with a steady up-and-down hand motion while looking directly at the camera with a flirty look. No scene cuts. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "i2v_joi_trend": {
    "label": "i2v_joi_trend",
    "type": "pair",
    "high_filename": "I2V_joi_trend_high.safetensors",
    "low_filename": "I2V_joi_trend_low.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "She sticks her tongue out. One hand performs a small rhythmic up-and-down JOI motion in front of her; only the hand moves. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "i2v_sexymove": {
    "label": "i2v_sexymove",
    "type": "pair",
    "high_filename": "2.2-I2V-Hi-SexyMove.safetensors",
    "low_filename": "2.2-I2V-Lo-SexyMove.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "She holds a sexy pose; minimal motion limited to tiny breathing and facial micro-expressions. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "pornmaster_wan_14b_i2v_double_penetration_v1_noise": {
    "label": "pornmaster_wan_14b_i2v_double_penetration_v1_noise",
    "type": "pair",
    "high_filename": "Pornmaster_wan2.2_14b_I2V_double_penetration_v1_high_noise.safetensors",
    "low_filename": "Pornmaster_wan2.2_14b_I2V_double_penetration_v1_low_noise.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "A woman is seated and leaning back against a man. The man beneath her thrusts his penis in and out of her anus; another man on the left thrusts into her pussy; their testicles sway. Her legs are spread apart; her body stays mostly still with only minimal motion. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "readyforbj_wan22_noise": {
    "label": "readyforbj_wan22_noise",
    "type": "pair",
    "high_filename": "readyforbj_WAN22_000001250_high_noise.safetensors",
    "low_filename": "readyforbj_WAN22_000001250_low_noise.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "Same woman, same framing and distance. She is already kneeling with her hair pulled back and held up by both hands; mouth wide open, tongue out. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan_cumshot_i2v": {
    "label": "wan_cumshot_i2v",
    "type": "single",
    "filename": "wan_cumshot_i2v.safetensors",
    "strength": 0.7,
    "positive": "Cum shoots from off screen and lands on her face, eye, and hair. Her expression shifts subtly without turning her head; she remains facing forward. A man's penis and hand partially enter the frame from the side as he strokes his penis. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan_cumshot_i2v_22epo_k3nk": {
    "label": "wan_cumshot_i2v_22epo_k3nk",
    "type": "single",
    "filename": "wan-cumshot-I2V-22epo-k3nk.safetensors",
    "strength": 0.7,
    "positive": "f4c3spl4sh. Side-angle close-up of the woman's face and upper body. She is lying down with eyes open, hair spread out. A strong stream of semen is directed toward her open mouth, covering much of her face and neck. She remains still; any reaction is limited to subtle facial micro-expressions, no head movement. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan_finger_licking_i2v_v10": {
    "label": "wan_finger_licking_i2v_v10",
    "type": "single",
    "filename": "wan_finger_licking_i2v-480_v10.safetensors",
    "strength": 0.7,
    "positive": "She licks and sucks her fingers; only the hand and mouth move. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan_i2v_orgasm_v1": {
    "label": "wan_i2v_orgasm_v1",
    "type": "pair",
    "high_filename": "WAN-2.2-I2V-Orgasm-HIGH-v1.safetensors",
    "low_filename": "WAN-2.2-I2V-Orgasm-LOW-v1.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "She appears to orgasm; her mouth opens as she breathes and moans softly, but her head stays steady. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan2_14b_i2v_ahegao_irl_noise": {
    "label": "wan2_14b_i2v_ahegao_irl_noise",
    "type": "pair",
    "high_filename": "wan2.2_14B_i2v_ahegao_irl_high_noise.safetensors",
    "low_filename": "wan2.2_14B_i2v_ahegao_irl_low_noise.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "She makes an ahegao face with tongue out and eyes crossed. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan2_i2v_oral_insertion_v1": {
    "label": "wan2_i2v_oral_insertion_v1",
    "type": "pair",
    "high_filename": "wan2.2-i2v-high-oral-insertion-v1.0.safetensors",
    "low_filename": "wan2.2-i2v-low-oral-insertion-v1.0.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "A penis enters from off frame and she sucks it while keeping her head steady. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan2_i2v_t2v_flatchested": {
    "label": "wan2_i2v_t2v_flatchested",
    "type": "pair",
    "high_filename": "WAN2.2_I2V-T2V_Flatchested_High.safetensors",
    "low_filename": "WAN2.2_I2V-T2V_Flatchested_Low.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "Her top is already pulled down, revealing a flat chest; no additional movement. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan2_t2v_i2v_14b_invisiblegrope_v1_qqqq4413": {
    "label": "wan2_t2v_i2v_14b_invisiblegrope_v1_qqqq4413",
    "type": "pair",
    "high_filename": "WAN2.2_T2V_I2V-14B_INVISIBLEGROPE-HIGH-epoch29_v1.1_qqqq4413.safetensors",
    "low_filename": "WAN2.2_T2V_I2V-14B_INVISIBLEGROPE-LOW-epoch35_v1.1_qqqq4413.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "invisiblegrope. A woman with both breasts grabbed and alternately kneaded by invisible hands; invisible fingers dig into the breasts causing visible indentations. She opens her mouth slightly while staying still. No hands visible on breasts. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan22_bbcdeepthroat_k3nk": {
    "label": "wan22_bbcdeepthroat_k3nk",
    "type": "pair",
    "high_filename": "wan22-bbcdeepthroat-115epoc-high-k3nk.safetensors",
    "low_filename": "wan22-bbcdeepthroat-155epoc-low-720-k3nk.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "A woman is kneeling on the floor as a naked black man enters from the left; only his lower body is visible, with a large thick black cock and prominent glans. Close-up focuses on the interaction between the cock and her mouth/throat as she attempts to deepthroat. The man holds her head steady; her cheeks hollow from suction. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan22_biggestcock_noise_v1": {
    "label": "wan22_biggestcock_noise_v1",
    "type": "pair",
    "high_filename": "Wan22_BiggestCock_high_noise_V1.safetensors",
    "low_filename": "Wan22_BiggestCock_low_noise_V1.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "A woman is kneeling in front of a man with a giant penis. He face-fucks her while holding her head steady; her mouth stretches as she deepthroats, with cheeks and jaw moving while her head stays still. She gags slightly but does not move her head. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan22_cumshot_k3nk": {
    "label": "wan22_cumshot_k3nk",
    "type": "pair",
    "high_filename": "wan22-cumshot-54epoc-high-k3nk.safetensors",
    "low_filename": "wan22-cumshot-54epoc-low-k3nk.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "f4c3spl4sh. The woman stays still while (a penis with round testicles slides in from the left side:1.5). The penis ejaculates on her face. Her eyes are open and her mouth is wide open with her tongue out and a toothy smile. The semen is thick and stringy, and a considerable amount lands on her tongue, lips, nose and chin. The cum splashes all over her face, especially her forehead, cheeks, nose, chin, lips and eyes. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan22_f4c3cr34m_i2v_k3nk": {
    "label": "wan22_f4c3cr34m_i2v_k3nk",
    "type": "pair",
    "high_filename": "wan22-f4c3cr34m-100epoc-i2v-high-k3nk.safetensors",
    "low_filename": "wan22-f4c3cr34m-117epoc-i2v-low-k3nk.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "f4c3cr34m. A woman looks at the viewer as a man's hand holding a penis slides in from the left side. The man jerks off his penis, ejaculating onto her forehead, creating a dense stream that spreads across her face. Her eyes are closed and her expression shifts slightly; the man's hand remains steady on her head. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan22_i2v_feetup_v3_noise": {
    "label": "wan22_i2v_feetup_v3_noise",
    "type": "pair",
    "high_filename": "wan22_i2v_feetup_V3_high_noise.safetensors",
    "low_filename": "wan22_i2v_feetup_V3_low_noise.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "Her feet are already up on the table; a wide framing keeps her face visible while she flexes her toes wide, revealing wide bare soles with deep wrinkles. Only feet and toes move. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan22_mouthfull_k3nk": {
    "label": "wan22_mouthfull_k3nk",
    "type": "pair",
    "high_filename": "wan22-mouthfull-140epoc-high-k3nk.safetensors",
    "low_filename": "wan22-mouthfull-152epoc-low-k3nk.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "m0u7hfu11. Static extreme close-up of the woman's face and mouth. The man's hand holds his penis near her open mouth; ejaculation fills her mouth, dripping from her lips and pooling on her tongue. She keeps her head steady. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan22_side_deepthroat_k3nk": {
    "label": "wan22_side_deepthroat_k3nk",
    "type": "pair",
    "high_filename": "wan22-side-deepthroat-54epoc-high-k3nk.safetensors",
    "low_filename": "wan22-side-deepthroat-12epoc-low-k3nk.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "Side view. A woman deepthroats a penis while kneeling over it; her chin touches the testicles. The man grabs her hair to keep her head steady; only jaw and throat move. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  },
  "wan22_ultimatedeepthroat_i2v_k3nk": {
    "label": "wan22_ultimatedeepthroat_i2v_k3nk",
    "type": "pair",
    "high_filename": "wan22-ultimatedeepthroat-i2v-102epoc-high-k3nk.safetensors",
    "low_filename": "wan22-ultimatedeepthroat-I2V-101epoc-low-k3nk.safetensors",
    "high_strength": 0.7,
    "low_strength": 0.9,
    "positive": "Cinematic side view with a woman in frame; a man enters from the side, only his lower body visible. A gigantic erect penis with testicles appears and she deepthroats; her nose presses against his hips. Her head remains steady; only jaw and throat move. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
  }
}
