{
  "flipoff_ready_ff_fludz": {
    "label": "Flipoff + Ready + FF + Fludz",
    "parts": [
      {
        "lora_key": "flipoffahegao_noise",
        "positive": "The woman flips off the viewer with an ahegao expression. Identity lock: same woman across all frames (same face, hair, body, clothes). Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "readyforbj_wan22_noise",
        "positive": "Same woman, same framing and distance. She is already kneeling with her hair pulled back and held up by both hands; mouth wide open, tongue out. Identity lock: same woman across all frames (same face, hair, body, clothes). Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "ff_v3",
        "positive": "A penis appears from the left/right/out of frame and inserts into the woman's mouth. A man moves his penis in and out while holding her head steady; her cheeks deform with the motion. After a second, he pushes deep, briefly bulging her cheek. Identity lock: same woman across all frames (same face, hair, body, clothes). Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: head held steady, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "fludz_noise",
        "positive": "The man's penis is pulled out of the woman's mouth. He strokes his penis with his left hand, and it squirts fluidz onto her hair, face, cheeks, and nose. Her hands are already raised near her face in a protective pose; she watches the camera, a little annoyed. Identity lock: same woman across all frames (same face, hair, body, clothes). Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      }
    ]
  },
  "ready_fludz_cumshot_ff": {
    "label": "Ready + Fludz + Cumshot + FF",
    "parts": [
      {
        "lora_key": "readyforbj_wan22_noise",
        "positive": "Same woman, same framing and distance. She is already kneeling with her hair pulled back and held up by both hands; mouth wide open, tongue out. Identity lock: same woman across all frames (same face, hair, body, clothes). Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "fludz_noise",
        "positive": "Suddenly a white man's penis pokes into the frame from the left where the woman is already kneeling with mouth wide. The man strokes his penis with his left hand. The penis squirts fluidz onto her hair, face, cheeks, and nose. Her hands are already raised near her face in a protective pose; she watches the camera, a little annoyed. Identity lock: same woman across all frames (same face, hair, body, clothes). Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "wan22_cumshot_k3nk",
        "positive": "f4c3spl4sh. The woman stays still while (another penis with round testicles slides in from the right side:1.5). The penis with round testicles ejaculates on her face. Her eyes are open and her mouth is wide open with her tongue out and a soft smile. The semen is thick and stringy, and a considerable amount lands on her tongue, lips, nose and chin. The cum splashes all over her face, especially her forehead, cheeks, nose, chin, lips and eyes. Identity lock: same woman across all frames (same face, hair, body, clothes). Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "ff_v3",
        "positive": "Same penis on right side of frame inserts into the woman's mouth. A man moves his penis in and out while holding her head steady; her cheeks deform with the motion. After a second, he pushes deep, briefly bulging her cheek. Identity lock: same woman across all frames (same face, hair, body, clothes). Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: head held steady, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      }
    ]
  }
}
