{
  "flipoff_ready_ff_fludz": {
    "label": "Flipoff + Ready + FF + Fludz",
    "parts": [
      {
        "lora_key": "flipoffahegao_noise",
        "positive": "The woman flips off the viewer with an ahegao expression. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "readyforbj_wan22_noise",
        "positive": "Same woman, same framing and distance. She is already kneeling with her hair pulled back and held up by both hands; mouth wide open, tongue out. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "ff_v3",
        "positive": "A penis appears from the left/right/out of frame and inserts into the woman's mouth. A man moves his penis in and out while holding her head steady; her cheeks deform with the motion. After a second, he pushes deep, briefly bulging her cheek. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: head held steady, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "fludz_noise",
        "positive": "The man's penis is pulled out of the woman's mouth. He strokes his penis with his left hand, and it squirts fluidz onto her hair, face, cheeks, and nose. Her hands are already raised near her face in a protective pose; she watches the camera, a little annoyed. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      }
    ]
  },
  "ready_fludz_cumshot_ff": {
    "label": "Ready + Fludz + Cumshot + FF",
    "parts": [
      {
        "lora_key": "readyforbj_wan22_noise",
        "positive": "Same woman, same framing and distance. She is already kneeling with her hair pulled back and held up by both hands; mouth wide open, tongue out. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "fludz_noise",
        "positive": "Suddenly a white man's penis pokes into the frame from the left where the woman is already kneeling with mouth wide. The man strokes his penis with his left hand. The penis squirts fluidz onto her hair, face, cheeks, and nose. Her hands are already raised near her face in a protective pose; she watches the camera, a little annoyed. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "wan22_cumshot_k3nk",
        "positive": "f4c3spl4sh. The woman stays still while (another penis with round testicles slides in from the right side:1.5). The penis with round testicles ejaculates on her face. Her eyes are open and her mouth is wide open with her tongue out and a soft smile. The semen is thick and stringy, and a considerable amount lands on her tongue, lips, nose and chin. The cum splashes all over her face, especially her forehead, cheeks, nose, chin, lips and eyes. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "ff_v3",
        "positive": "Same penis on right side of frame inserts into the woman's mouth. A man moves his penis in and out while holding her head steady; her cheeks deform with the motion. After a second, he pushes deep, briefly bulging her cheek. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: head held steady, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      }
    ]
  },
  "ahegao_finger_joi_f4c3cr34m": {
    "label": "Ahegao + Finger Licking + JOI + F4C3CR34M",
    "parts": [
      {
        "lora_key": "wan2_14b_i2v_ahegao_irl_noise",
        "positive": "Same woman, same framing and distance. She faces the camera with an ahegao expression, tongue out and eyes crossed. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "wan_finger_licking_i2v_v10",
        "positive": "Same woman, same framing and distance. She licks and sucks her fingers; only the fingers and hand move, head and torso stay locked. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "i2v_joi_trend",
        "positive": "Same woman, same framing and distance. One hand performs a small rhythmic up-and-down JOI motion in front of her while her tongue is slightly out. Only the hand moves; head and torso stay locked. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "wan22_f4c3cr34m_i2v_k3nk",
        "positive": "f4c3cr34m. Same woman, same framing and distance. A man's hand holding a penis enters from the left edge and ejaculates onto her forehead and upper face. She stays still; no head turn or flinch. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: almost frozen, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      }
    ]
  },
  "side_oral_deepthroat_mouthfull_cumv2": {
    "label": "Side Oral + Deepthroat + Mouthfull + CumV2",
    "parts": [
      {
        "lora_key": "wan2_i2v_oral_insertion_v1",
        "positive": "Same woman, same framing and distance. Left-facing side profile. A penis enters her mouth from the left edge while she holds a steady kneeling pose. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: head held steady, no nods, turns, or tilts; only small jaw and lip motion. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "wan22_side_deepthroat_k3nk",
        "positive": "Same woman, same framing and distance. Left-facing side profile. The penis goes deeper; the man holds her head steady while her cheeks hollow slightly. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: head held steady, no nods, turns, or tilts; only small jaw and lip motion. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "wan22_mouthfull_k3nk",
        "positive": "m0u7hfu11. Same woman, same framing and distance. Left-facing side profile. The penis is held near her open mouth and ejaculation fills her mouth, pooling on her tongue and lips. She keeps her mouth open; head held steady. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: head held steady, no nods, turns, or tilts; only small jaw and lip motion. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      },
      {
        "lora_key": "cumv2",
        "positive": "Same woman, same framing and distance. Left-facing side profile. A man on the left strokes his penis; multiple ropes of cum land on her face and mouth. She remains still; no head turn or reaction movement. Identity lock: same woman across all frames (same face, hair, body, clothes). Face remains visible in frame at all times. Expression and pose are locked to this shot; no body repositioning or approach toward the camera. Head movement is absolutely minimal: head held steady, no nods, turns, or tilts; only tiny facial micro-movements. Static locked-off tripod camera; zero camera movement; no pan, tilt, roll, dolly, truck, pedestal; no shake; no drift; fixed focal length; absolutely no zoom or push-in/out."
      }
    ]
  }
}
